Repository: feitianyiren/PyScape
Catalog: po/*-messages.po
Languages: de

source: Playing %s; use RMB to quit solo mode
de: Spiele %s; rechte Maustaste drücken um Solomodus zu beenden

source: %u of %u sources active (LMB=select/drag; MMB=toggle on/off; RMB=solo)
de: %u von %u Quellen aktiv (LMT=auswählen/verschieben; MMT=ein- und ausschalten; RMT=Solo)

source: Item properties
de: Eigenschaften

source: Item time behavior
de: Zeitverhalten

source: (no selection)
de: (keine Auswahl)

source: Active
de: Aktiviert

source: Animate
de: Bewegen

source: Modulate amplitude
de: Lautstärke verändern

source: Trigger
de: Zufällig auslösen

source: All files
de: Alle Dateien

source: Load preset
de: Preset laden

source: You have unsaved changes. Proceed?
de: Ungesicherte Änderungen– weitermachen?

source: Could not load background image %s
de: Konnte das Bild nicht laden: %s

source: Could not load sound file %s
de: Konnte die Tondatei nicht laden: %s

source: Could not read preset file %s
de: Konnte das Preset nicht lesen: %s

source: Load sound directory
de: Tonverzeichnis laden

source: Directory %s could not be read
de: Verzeichnis %s nicht lesbar

source: No sounds found in directory %s
de: Keine Töne im Verzeichnis %s

source: WAV audio files
de: WAV Tondateien

source: Add sounds
de: Töne hinzufügen

source: There was a problem with the sound file %s Formats other than WAV probably will not work.
de: Es gab ein Problem mit der Datei %s Bitte WAV-Format benutzen!

source: Save preset
de: Preset speichern

source: Remove unused sounds
de: Ungenutzte entfernen

source: Arrange sounds
de: Anordnen

source: JPEG images
de: JPEG-Bilder

source: PNG images
de: PNG-Bilder

source: Change wallpaper
de: Hintergrund ändern

source: Could not load image %s
de: Konnte das Bild %s nicht laden

source: Play
de: Abspielen

source: Pause
de: Pausieren

source: Timer (off)
de: Zeitschaltuhr (aus)

source: Loading
de: Lade

source: Timer (%u min)
de: Zeitschaltuhr (%u Min.)

source: Timer (stopped)
de: Zeitschaltuhr (gestoppt)
